alefragnani.Bookmarks
arcticicestudio.nord-visual-studio-code
bierner.emojisense
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dsznajder.es7-react-js-snippets
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
felipe-mendes.slack-theme
hollowtree.vue-snippets
jbockle.jbockle-format-files
ms-azuretools.vscode-docker
ms-python.python
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
nopjmp.fairyfloss
octref.vetur
PKief.material-icon-theme
RobbOwen.synthwave-vscode
sdras.vue-vscode-snippets
sibiraj-s.vscode-scss-formatter
stevencl.addDocComments
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one