alefragnani.Bookmarks
DavidAnson.vscode-markdownlint
donjayamanne.githistory
EditorConfig.EditorConfig
Equinusocio.vsc-material-theme
lightbend.vscode-sbt-scala
mkloubert.vs-deploy
mrdziuban.good-enough-scala-lsp
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
nopjmp.fairyfloss
PKief.material-icon-theme
pthorsson.vscode-jsp
RobbOwen.synthwave-vscode
scala-lang.scala
scalameta.metals
shd101wyy.markdown-preview-enhanced